tap "anchore/grype"
tap "anchore/syft"
tap "azure/kubelogin"
tap "cargo-lambda/cargo-lambda"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "michaeleisel/zld"
tap "microsoft/mssql-release"
tap "teamookla/speedtest"
tap "tektoncd/tools"
tap "weaveworks/tap"
tap "wez/wezterm"
brew "python@3.10"
brew "asciinema"
brew "python@3.11"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "glib"
brew "certbot"
brew "cfn-lint"
brew "coreutils"
brew "dotnet"
brew "node"
brew "emscripten"
brew "fd"
brew "unbound"
brew "gnutls"
brew "libarchive"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "gh"
brew "git-secrets"
brew "gitlab-runner", restart_service: true
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gpgme"
brew "grep"
brew "helm"
brew "hyperkit"
brew "python@3.9"
brew "shared-mime-info"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "krb5"
brew "kubernetes-cli"
brew "lua-language-server"
brew "luajit"
brew "minikube"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "opa"
brew "tree"
brew "pass"
brew "pinentry-mac"
brew "postgresql@14"
brew "prettier"
brew "ripgrep"
brew "rust-analyzer"
brew "shfmt"
brew "skopeo"
brew "stow"
brew "terraform-docs"
brew "testdisk"
brew "tfenv"
brew "tflint"
brew "wget"
brew "yamllint"
brew "yq"
brew "azure/kubelogin/kubelogin"
brew "cargo-lambda/cargo-lambda/cargo-lambda"
brew "michaeleisel/zld/zld"
brew "microsoft/mssql-release/mssql-tools"
brew "teamookla/speedtest/speedtest"
brew "tektoncd/tools/tektoncd-cli"
brew "weaveworks/tap/eksctl"
cask "alfred"
cask "dbeaver-community"
cask "docker"
cask "firefox"
cask "keycastr"
cask "microsoft-azure-storage-explorer"
cask "obsidian"
cask "postman"
cask "raycast"
cask "spotify"
cask "ukelele"
cask "visual-studio-code"
cask "wezterm"
