tap "ankitpokhrel/jira-cli"
tap "azure/kubelogin"
tap "cargo-lambda/cargo-lambda"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "teamookla/speedtest"
tap "tektoncd/tools"
tap "weaveworks/tap"
tap "wez/wezterm"
brew "python@3.13"
brew "asciinema"
brew "autopep8"
brew "awscli"
brew "awscurl"
brew "azure-cli"
brew "bat"
brew "cfn-lint"
brew "coreutils"
brew "difftastic"
brew "docutils"
brew "eza"
brew "fd"
brew "flake8"
brew "fzf"
brew "gawk"
brew "gcc"
brew "git"
brew "git-standup"
brew "glib"
brew "gnu-sed"
brew "gnutls"
brew "gnupg"
brew "go"
brew "grep"
brew "jless"
brew "jq"
brew "just"
brew "k9s"
brew "kubernetes-cli"
brew "lua-language-server"
brew "luajit"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "tree"
brew "pass"
brew "pinentry-mac"
brew "powerlevel10k"
brew "pre-commit"
brew "prettier"
brew "rain"
brew "rargs"
brew "ripgrep"
brew "ruff"
brew "rust-analyzer"
brew "shfmt"
brew "stow"
brew "tealdeer"
brew "terraform-docs"
brew "tflint"
brew "virtualenv"
brew "wget"
brew "yamllint"
brew "yq"
brew "zig"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "azure/kubelogin/kubelogin"
brew "cargo-lambda/cargo-lambda/cargo-lambda"
brew "hashicorp/tap/terraform"
cask "cleanshot"
cask "docker"
cask "firefox"
cask "hyperkey"
cask "postman"
cask "raycast"
cask "spotify"
cask "visual-studio-code"
cask "wezterm"
