tap "ankitpokhrel/jira-cli"
tap "azure/kubelogin"
tap "cargo-lambda/cargo-lambda"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "michaeleisel/zld"
tap "microsoft/mssql-release"
tap "teamookla/speedtest"
tap "tektoncd/tools"
tap "weaveworks/tap"
tap "wez/wezterm"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "python@3.11"
brew "asciinema"
brew "python@3.10"
brew "azure-cli"
brew "bat"
brew "gettext"
brew "glib"
brew "cairo"
brew "openssl@1.1"
brew "certbot"
brew "cfn-lint"
brew "coreutils"
brew "docutils"
brew "dotnet"
brew "harfbuzz"
brew "node"
brew "openjdk"
brew "emscripten"
brew "exa"
brew "fd"
brew "fend"
brew "libevent"
brew "libidn2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-secrets"
brew "git-standup"
brew "gitlab-runner", restart_service: true
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gpgme"
brew "grep"
brew "helm"
brew "hyperkit"
brew "shared-mime-info"
brew "libheif"
brew "python@3.9"
brew "imagemagick"
brew "jq"
brew "jsonnet"
brew "just"
brew "k9s"
brew "krb5"
brew "kubernetes-cli"
brew "libfido2"
brew "lua-language-server"
brew "luajit"
brew "minikube"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "opa"
brew "tree"
brew "pass"
brew "pinentry-mac"
brew "postgresql@14"
brew "virtualenv"
brew "pre-commit"
brew "prettier"
brew "rain"
brew "ripgrep"
brew "ruff"
brew "rust-analyzer"
brew "shfmt"
brew "skopeo"
brew "stow"
brew "tealdeer"
brew "terraform-docs"
brew "testdisk"
brew "tfenv"
brew "tflint"
brew "upx"
brew "wget"
brew "yamllint"
brew "yq"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "azure/kubelogin/kubelogin"
brew "cargo-lambda/cargo-lambda/cargo-lambda"
brew "hashicorp/tap/terraform"
brew "michaeleisel/zld/zld"
brew "microsoft/mssql-release/mssql-tools"
brew "teamookla/speedtest/speedtest"
brew "tektoncd/tools/tektoncd-cli"
brew "weaveworks/tap/eksctl"
cask "alfred"
cask "dbeaver-community"
cask "docker"
cask "firefox"
cask "keycastr"
cask "microsoft-azure-storage-explorer"
cask "obsidian"
cask "postman"
cask "raycast"
cask "spotify"
cask "ukelele"
cask "visual-studio-code"
cask "wezterm"
vscode "formulahendry.code-runner"
vscode "fwcd.kotlin"
vscode "golang.go"
vscode "mathiasfrohlich.Kotlin"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "rust-lang.rust-analyzer"
vscode "vscodevim.vim"
