{
  "Comment.nvim": { "branch": "master" },
  "CopilotChat.nvim": { "branch": "canary" },
  "LuaSnip": { "branch": "master" },
  "advanced-git-search.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "colorbuddy.nvim": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "dial.nvim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "git-blame.nvim": { "branch": "master" },
  "git-worktree.nvim": { "branch": "master" },
  "gitlinker.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "harpoon": { "branch": "master" },
  "headlines.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp_lines.nvim": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "master" },
  "lspkind-nvim": { "branch": "master" },
  "lspsaga.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "luv-vimdocs": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "material.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "neogen": { "branch": "main" },
  "nvim-FeMaco.lua": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-code-action-menu": { "branch": "main" },
  "nvim-comment-frame": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-luaref": { "branch": "main" },
  "nvim-navic": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-peekup": { "branch": "master" },
  "nvim-spectre": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "refactoring.nvim": { "branch": "master" },
  "rust-tools.nvim": { "branch": "master" },
  "s3edit.nvim": { "branch": "main" },
  "silicon.nvim": { "branch": "main" },
  "snip-lookup.nvim": { "branch": "main" },
  "targets.vim": { "branch": "master" },
  "telescope-env.nvim": { "branch": "master" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope-fzy-native.nvim": { "branch": "master" },
  "telescope-live-grep-args.nvim": { "branch": "master" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "text-case.nvim": { "branch": "main" },
  "vim-abolish": { "branch": "master" },
  "vim-dadbod": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-lion": { "branch": "master" },
  "vim-repeat": { "branch": "master" }
}